Repository: Jubayer38/RetailerSelfCareApiForTest
Catalog: Domain/Resources/SharedResource.*.resx
Languages: bn_bd

source: Invalid PIN length.
bn_bd: পিনের দৈর্ঘ্য বৈধ নয়।

source: Your request cannot be processed at this time, please try again later.
bn_bd: আপনার অনুরুধটি এই মূহুর্তে প্রসেস করা সম্ভব হচ্ছে নাহ, দয়া করে আবার চেষ্টা করুন।

source: Your request cannot be processed at this time, please try again later.
bn_bd: আপনার অনুরুধটি এই মূহুর্তে প্রসেস করা সম্ভব হচ্ছে নাহ, দয়া করে আবার চেষ্টা করুন।

source: Sorry, This service is currently unavailable for you. Please contact with your RSO.
bn_bd: দুঃখিত, এই সেবাটি বর্তমানে আপনার জন্ন্য এভেইলেবল নেই। দয়া করে আপনার RSO এর সাথে যোগাযোগ করুন।

source: The previous request of this customer is being processed, please try again later.
bn_bd: এই গ্রাহকের পূর্ববর্তী অনুরোধটি প্রক্রিয়া করা হচ্ছে ,অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।

source: Your account has been credited back for failed transaction.
bn_bd: গ্রাহকের নম্বর এ রিচার্জ ব্যর্থ হওয়ায় আপনার অ্যাকাউন্ট এ টাকা ফেরত দেয়া হয়েছে।

source: Invalid user
bn_bd: ব্যবহারকারী বৈধ নয়।

source: Please try after 3 minute for same recharge to this customer again.
bn_bd: এই গ্রাহকের কাছে পুনরায় একই পরিমাণ রিচার্জ করতে ৩ মিনিট পরে আবার চেষ্টা করুন।

source: Please try after 3 minute for same recharge to this customer again.
bn_bd: এই গ্রাহকের কাছে পুনরায় একই পরিমাণ রিচার্জ করতে ৩ মিনিট পরে আবার চেষ্টা করুন।

source: The mobile number is not registered in system.
bn_bd: মোবাইল নম্বরটি সিস্টেমে নিবন্ধিত নয়।

source: You didn't have sifficient balance for recharge this amount.
bn_bd: এই পরিমাণ টাকা রিচার্জ করার জন্ন্য আপনার পর্যাপ্ত পরিমাণ ব্যালেন্স নেই।

source: You didn't have sifficient balance for recharge this amount.
bn_bd: এই পরিমাণ টাকা রিচার্জ করার জন্ন্য আপনার পর্যাপ্ত পরিমাণ ব্যালেন্স নেই।

source: Sorry, you are temporarily suspended from using this service. Please contact with your RSO.
bn_bd: দুঃখিত, আপনাকে এই পরিষেবাটি ব্যবহার করা থেকে সাময়িকভাবে স্থগিত করা হয়েছে৷ দয়া করে আপনার RSO এর সাথে যোগাযোগ করুন।

source: Invalid PIN
bn_bd: অবৈধ পিন।

source: Your PIN has been blocked, please contact with your RSO.
bn_bd: আপনার পিন ব্লক করা হয়েছে, দয়া করে আপনার RSO এর সাথে যোগাযোগ করুন।

source: Mobile number from others network not allowed.
bn_bd: অন্য নেটওয়ার্ক এর মোবাইল নম্বর গ্রহনযোগ্য নয়।

source: Before doing any transaction, please change your new/expired reset PIN first.
bn_bd: কোনো লেনদেন করার আগে, অনুগ্রহ করে আপনার নতুন/ মেয়াদ শেষ হয়ে যাওয়া পিন পরিবর্তন করুন।

source: An error occurred while processing your request. We will be solving it shortly. Please try again later.
bn_bd: আপনার অনুরুধটি এই মূহুর্তে প্রসেস করা সম্ভব হচ্ছে নাহ। শীঘ্রই এটি সমাধান করা হবে। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।

source: Sorry, you cannot pay your own bill, customer number cannot be same as yours.
bn_bd: দুঃখিত, আপনি নিজের বিল পরিশোধ করতে পারবেন না, গ্রাহক নম্বর আপনার নম্বরের মতো হতে পারে না।

# AmarOfferSmsSuccess
source: Successfully sms sent to Customer.
bn_bd: সফলভাবে গ্রাহকের কাছে এসএমএস পাঠানো হয়েছে।

# AoriupPtas
source: Already one request is under process. Please try after sometime.
bn_bd: ইতিমধ্যেই একটি অনুরোধ প্রক্রিয়াধীন৷ অনুগ্রহ করে কিছুক্ষণ পরে আবার চেষ্টা করুন৷

source: Bad Request
bn_bd: কোথাও ভুল হয়েছে। দয়া করে আবার চেষ্টা করুন

source: Campaign Enroll Successful
bn_bd: সফলভাবে ক্যাম্পেইনে অন্তর্ভুক্ত হলেন

# CampaingKPIOverlap
source: Please try again after the enrolled campaign ends
bn_bd: অনুগ্রহ করে নথিভুক্ত ক্যাম্পেইন শেষ হওয়ার পরে আবার চেষ্টা করুন

source: Cancel Campaign Enrollment Successful
bn_bd: সফলভাবে ক্যাম্পেইনে অন্তর্ভুক্তি বাতিল হল

# CanNotRaiseToSO
source: Could not raise the complaint to Super Office.
bn_bd: সুপার অফিসে অভিযোগ পৌঁছানো সম্ভব হয়নি।

# ChangePWD
source: Password changed successfully. Please Logout and Login with New Password.
bn_bd: পাসওয়ার্ড পরিবর্তন সফল হয়েছে। দয়াকরে পুনরায় লগইন করুন।

# ComplaintSubmitFailed
source: Complaint Submission Failed. Please Submit Again.
bn_bd: অভিযোগ জমা দিতে ব্যর্থ হয়েছে। দয়া করে আবার চেষ্টা করুন।

# ComplaintSubmitSuccessful
source: Your Complaint Successfully Submitted
bn_bd: আপনার অভিযোগ সফলভাবে জমা দেওয়া হয়েছে।

# ContactExist
source: This contact already exist
bn_bd: এই পরিচিতি ইতিমধ্যেই বিদ্যমান

# ContactSaveFailed
source: Failed to save contact
bn_bd: পরিচিতি সংরক্ষণ করতে ব্যর্থ হয়েছে

source: Database operation failed!
bn_bd: ড্যাটাবেইজ কার্যক্রম ব্যর্থ হয়েছে। আবার চেষ্টা করুন

source: Data not found!
bn_bd: ড্যাটা পাওয়া যায়নি

source: DBSS error!
bn_bd: কিছুক্ষণ পরে আবার চেষ্টা করুন। ডিবিএসএস ইস্যু

source: DBSS resent incorrect API error response!
bn_bd: কিছুক্ষণ পরে আবার চেষ্টা করুন। ডিবিএসএস এপিআই ইস্যু

# DeleteFailed
source: Unable to delete data.
bn_bd: ডেটা ডিলিট করা সম্ভব হচ্ছে না।

# DeviceLimitExceed
source: Your Device limit exceeded. Please remove additional device from primary device.
bn_bd: আপনার ডিভাইস সীমা অতিক্রম হয়েছে। অনুগ্রহ করে প্রাথমিক ডিভাইস থেকে অতিরিক্ত ডিভাইস মুছে ফেলুন।

# DeviceNotEnabled
source: Device must be enabled to make primary
bn_bd: ডিভাইসটিকে মূল ব্যবহারকারী করতে হলে আগে সক্ষম করতে হবে।

# DeviceValidateSuccess
source: Device validation is successful.
bn_bd: ডিভাইস যাচাইকরণ সফল হয়েছে।

# DeviceValidFailed
source: Device validation failed
bn_bd: ডিভাইস যাচাইকরণ ব্যর্থ হয়েছে

source: Error!!
bn_bd: কোথাও ভুল হয়েছে। দয়া করে আবার চেষ্টা করুন

source: Error connecting to remote share
bn_bd: সংযোগ করা যাচ্ছে না। আবার চেষ্টা করুন

# EVPinResetReqSent
source: Your Pin Reset Request sent successfully
bn_bd: আপনার পিন রিসেট এর অনুরোধ সফলভাবে পাঠানো হয়েছে

source: Failed!
bn_bd: ব্যর্থ হয়েছে

# FailedSteps
source: One or more operation failed
bn_bd: এক বা একাধিক অপারেশন ব্যর্থ হয়েছে

# FeedbackNotSaved
source: Can't save your feedback
bn_bd: আপনার প্রতিক্রিয়া বা ফিডব্যাক সংরক্ষণ করা যায়নি

source: Invalid Amar Offer!
bn_bd: আমার অফারটি সঠিক নয়!

source: Invalid attempt
bn_bd: ভুল প্রচেষ্টা

source: Invalid MSISDN.
bn_bd: ভুল মোবাইল নম্বর

source: Invalid operation type
bn_bd: দয়া করে আবার চেষ্টা করুন। ভুল অপারেশান্স টাইপ

source: Invalid OTP!
bn_bd: ভুল ওটিপি!

source: Invalid Password!
bn_bd: ভুল পাসওয়ার্ড!

source: Invalid Pin
bn_bd: ভুল পিন। সঠিক পিন দিন।

source: Invalid security token!
bn_bd: ভুল সিকিউরিটি টোকেন। আবার চেষ্টা করুন

# InvalidSession
source: Invalid session token , Please Login Again
bn_bd: ভুল সেশন টোকেন। দয়া করে আবার চেষ্টা করুন

source: Invalid User Credentials!
bn_bd: আইডি বা পাসওয়ার্ড ভুল হয়েছে

source: Invalid username!
bn_bd: ভুল ইউজার নেম

# IOI
source: Invalid Offer ID.
bn_bd: ভুল অফার আইডি।

# IP
source: Incorrect Password.
bn_bd: ভুল পাসওয়ার্ড।

# Iu
source: Invalid user
bn_bd: ব্যবহারকারী বৈধ নয়।

# LMSRewardCouldNotRedeem
source: Could Not Redeem Reward
bn_bd: পুরস্কার সক্রিয় করা যায়নি

# LoginFailed
source: Unable to login in this device!
bn_bd: ডিভাইসে লগইন করা যাচ্ছেনা!

# LogoutFailed
source: Unable to logout from this device.
bn_bd: এই ডিভাইস থেকে লগ আউট করা সম্ভব হয়নি

# LogoutSuccess
source: Successfully logged out from this device
bn_bd: এই ডিভাইস থেকে সফলভাবে লগ আউট হয়েছে

source: Mail Sent Successfully
bn_bd: ইমেইল সফলভাবে পাঠানো হয়েছে

# MissingSOCategory
source: Missing Category Information
bn_bd: ক্যাটাগরি তথ্য পাওয়া যায়নি।

source: Mobile and SIM no. both are valid.
bn_bd: মোবাইল ও সিম নম্বর উভয়ই সঠিক

source: MSISDN already Activated.
bn_bd: মোবাইল নম্বর ইতোমধ্যেই ব্যবহৃত হচ্ছে

source: MSISDN is already exists in inventory!
bn_bd: স্টকে মোবাইল নম্বর আগে থেকেই আছে

source: MSISDN is invalid!
bn_bd: মোবাইল নম্বর সঠিক নয়

source: MSISDN is not yet registered.
bn_bd: মোবাইল নম্বর রেজিস্টার্ড নয়

source: MSISDN is not {0}
bn_bd: সঠিকভাবে মোবাইল নম্বর দিতে হবে

source: MSISDN is valid!
bn_bd: সঠিক মোবাইল নম্বর

# MultipleAmarOfferAvailable
source: Multiple Amar Offer found by the same amount.
bn_bd: একই টাকায় একাধিক আমার অফার পাওয়া গেছে।

# NewDeviceRequestFailed
source: Unable to submit request. Please try again.
bn_bd: আপনার অনুরোধ গ্রহন করা সম্ভব হচ্ছে না, দয়া করে আবার চেষ্টা করুন।

# NewDeviceRequestPending
source: You already have one pending request. Please contact with your RSO.
bn_bd: আপনার ইতিমধ্যেই একটি অনুরোধ রয়েছে, দয়াকরে আপনার আরএসও এর সাথে যোগাযোগ করুন।

# NewDeviceRequestSuccess
source: Your request successfully submitted
bn_bd: আপনার অনুরোধ সফলভাবে জমা দেওয়া হয়েছে।

# NoAmarOfferAvailable
source: No Amar Offers Found.
bn_bd: কোনো আমার অফার পাওয়া যায়নি।

source: No data found!
bn_bd: ড্যাটা পাওয়া যায়নি

source: No data found! for Sending Mail
bn_bd: ইমেইল পাঠানোর জন্যে তথ্য পাওয়া যায়নি

source: Nothing to execute
bn_bd: সঠিকভাবে ইনপুট দিন।

# NRDf
source: Please contact with your RSO to update channel mapping.
bn_bd: চ্যানেল ম্যাপিং আপডেট করতে আপনার RSO এর সাথে যোগাযোগ করুন।

source: Old SIM number not found!
bn_bd: পুরনো সিম নম্বর পাওয়া যায়নি

source: One or more operation failed
bn_bd: এক বা একাধিক অপারেশন্স ব্যর্থ হয়েছে। দয়া করে আবার চেষ্টা করুন

# Oomeo
source: One or more errors occurred.
bn_bd: এক বা একাধিক ত্রুটি ঘটেছে৷

source: Order submitted successfully.
bn_bd: অর্ডার প্রদান সম্পন্ন হয়েছে

source: OTP generation failed!
bn_bd: ওটিপি রিকুয়েস্ট ব্যর্থ হয়েছে!

source: OTP has been sent to your mobile number.
bn_bd: ওটিপি আপনার মোবাইল নম্বরে পাঠানো হয়েছে

source: OTP is valid!
bn_bd: সঠিক ওটিপি

# OTPSendFailed
source: Faild to send OTP
bn_bd: ওটিপি পাঠানো সম্ভব হয়নি

source: Password is not valid.
bn_bd: পাসওয়ার্ড ভুল হয়েছে

source: Password not matched.
bn_bd: পাসওয়ার্ড মিলছে না।

source: PDF file attach as Base64 string
bn_bd: পিডিএফ ফাইল বেইস৬৪ স্ট্রিং হিসাবে সংযুক্ত করুন

# PhgoAbuAo
source: Please hit get offer API before using Activate offer.
bn_bd: অ্যাক্টিভ অফার ব্যবহার করার আগে অনুগ্রহ করে গেট অফার অনুরোধ করুন।

source: Please try again.
bn_bd: আবার চেষ্টা করুন

source: POC info not found!
bn_bd: পয়েন্ট অব কন্টাক্টের তথ্য পাওয়া যায়নি

# PWDMinLength
source: Please enter a minimum {0} digit length
bn_bd: অনুগ্রহ করে ন্যূনতম {0} সংখ্যার দৈর্ঘ্য লিখুন।

# PWDNotNull
source: Password cann't be null or empty.
bn_bd: পাসওয়ার্ড খালি হতে পারে না।

# PWDRepeatedNumberNotAllow
source: Repeated number or character can’t allowed on password.
bn_bd: পাসওয়ার্ডে একই সংখ্যা বা অক্ষর বারবার অনুমোদিত নয়।

# PWDSentToMobile
source: Password has been sent to your mobile number.
bn_bd: পাসওয়ার্ড আপনার মোবাইল নম্বরে পাঠানো হয়েছে

# PWDSpecCharNotAllow
source: Special character not allowed on password.
bn_bd: পাসওয়ার্ডে বিশেষ অক্ষর অনুমোদিত নয়।

# PWDValidationFailed
source: Password validation failed.
bn_bd: পাসওয়ার্ড যাচাই ব্যর্থ হয়েছে।

# RatingAlreadySubmitted
source: You already have rated this product
bn_bd: আপনি ইতিমধ্যে এই পণ্য রেট করেছেন

# RatingSubmitted
source: Your rating submitted successfully
bn_bd: আপনার রেটিং সফলভাবে সংরক্ষণ করা হয়েছে।

source: Receipt send via e-mail.
bn_bd: ইমেইলের মাধ্যমে রিসিট পাঠানো হয়েছে

# Recharge404
source: The remote server returned an error: (404) Not Found.
bn_bd: রিমোট সার্ভার একটি ত্রুটি ফিরিয়ে দিয়েছে: (404) পাওয়া যায়নি।

# RechargeAmountFailed
source: Recharge of {0} failed
bn_bd: {0} এর রিচার্জ ব্যর্থ হয়েছে।

# RegeisterFailed
source: Unable to register this device.
bn_bd: এই ডিভাইসটি নিবন্ধন করতে সম্ভব হচ্ছে নাহ।

# ReportNotMatched
source: Report type not matched
bn_bd: রিপোর্টের ধরন মিলছে না

source: Report type not matched
bn_bd: রিপোর্ট টাইপ মিলে নাই

# RRser
source: Unable ro recharge right now. Please try again.
bn_bd: এই মুহূর্তে রিচার্জ করা সম্ভব হচ্ছে না, দয়া করে আবার চেষ্টা করুন।

# RsoOrZmInfoNotFound
source: {0} Information not found
bn_bd: {0} তথ্য পাওয়া যায়নি।

source: Save Successful
bn_bd: সফলভাবে সংরক্ষণ করা হয়েছে

# SCSalesFailed
source: Unable to sale this Scratch Card, Please try again!
bn_bd: এই স্ক্র্যাচ কার্ডটি বিক্রি সম্ভব হচ্ছে না, দয়া করে আবার চেষ্টা করুন!

# SCSalesSuccess
source: Scratch Card Sold Successfully.
bn_bd: স্ক্র্যাচ কার্ড সফলভাবে বিক্রি হয়েছে।

source: Security token is valid.
bn_bd: ভুল সিকিউরিটি টোকেন। আবার চেষ্টা করুন।

# Siib
source: Postpaid number is not eligible for Amar Offer.
bn_bd: পোস্টপেইড নম্বর আমার অফারের জন্য যোগ্য নয়।

source: SIM is used!
bn_bd: সিম ইতোমধ্যেই ব্যবহৃত।

source: SIM is valid.
bn_bd: সঠিক সিম নম্বর।

source: SMS send failed!
bn_bd: এসএমএস পাঠানো সম্ভব হয়নি

source: Something went wrong!!
bn_bd: কোথাও ভুল হয়েছে। দয়া করে আবার চেষ্টা করুন!!

source: Something wrong happend!
bn_bd: কিছুক্ষণ পরে আবার চেষ্টা করুন। কোথাও ভুল হয়েছে

# SubmitDigitalServiceSuccessful
source: Your request successfully submitted
bn_bd: আপনার অনুরোধ সফলভাবে জমা দেওয়া হয়েছে।

source: Success!
bn_bd: সফল হয়েছে

source: Successfully logout from this device.
bn_bd: সফলভাবে ডিভাইস থেকে লগ আউট করা হয়েছে

source: This device is De-Registered.
bn_bd: ডিভাইস নিবন্ধন বাতিল হয়েছে

source: This device is not Enable.
bn_bd: মূল ব্যবহারকারী ডিভাইসটি অক্ষম করে রেখেছেন

source: This is not a EV-SWAP SIM!
bn_bd: এটা আই-টপআপ রিপ্লেসমেন্ট সিম নয়

source: This is not a SWAP SIM!
bn_bd: এটা রিপ্লেসমেন্ট সিম নয়

source: This MSISDN is not allowed for this type of SIM!
bn_bd: এই মোবাইল নম্বর এই সিম টাইপের জন্য প্রযোজ্য নয়

source: This order is already in process.
bn_bd: অর্ডারটি এখনও প্রসেস করা হচ্ছে।

source: This SIM is not in your inventory!
bn_bd: এই সিম নম্বর আপনার স্টকে নেই।

# TryNewPassword
source: Please, try to create new password again.
bn_bd: অনুগ্রহ করে, আবার নতুন পাসওয়ার্ড তৈরি করার চেষ্টা করুন।

source: Unable to generate request token.
bn_bd: টোকেন দেয়া যায়নি। আবার চেষ্টা করুন।

source: Unable to save response.
bn_bd: আপনার উত্তর সংরক্ষণ করা সম্ভব হয়নি।

# UnableUpdatePWD
source: Unable to update password.
bn_bd: পাসওয়ার্ড পরিবর্তন করা সম্ভব হচ্ছে না।

source: Update failed!
bn_bd: আপডেট করা যায়নি।

source: Update Successful.
bn_bd: সফলভাবে সংরক্ষণ করা হয়েছে।

# UserNotActive
source: User is not active.
bn_bd: ব্যবহারকারী সক্রিয় নয়।

source: User not found!
bn_bd: ব্যবহারকারী পাওয়া যায়নি।

source: User Successfully Validated.
bn_bd: ব্যবহারকারীকে সফলভাবে সনাক্ত করা হয়েছে।

# VoiceNotSaved
source: Can't save your voice
bn_bd: আপনার ভয়েস সফল্ভাবে সংরক্ষণ করা যায়নি।

# Wmf
source: Please contact with your RSO to update channel mapping.
bn_bd: চ্যানেল ম্যাপিং আপডেট করতে আপনার RSO এর সাথে যোগাযোগ করুন।

source: Wrong SIM or Not in Inventory.
bn_bd: সিমের তথ্য ভুল বা সিম আপনার স্টকে নেই।

# Yanatcob
source: Please contact with your RSO to update channel mapping.
bn_bd: চ্যানেল ম্যাপিং আপডেট করতে আপনার RSO এর সাথে যোগাযোগ করুন।

source: You already have enrolled for maximum time for this campaign
bn_bd: আপনি ইতোমধ্যেই সর্বোচ্চ সংখ্যক ক্যাম্পেইনের জন্য অন্তর্ভুক্ত হয়েছেন।

source: You are not authorized for this connection!
bn_bd: আপনি এই কানেকশান ব্যবহার করার জন্য অনুমোদিত নন।

source: Your feedback saved successfully
bn_bd: আপনার প্রতিক্রিয়া বা ফিডব্যাক সংরক্ষণ করা হলো।

source: Your voice saved successfully
bn_bd: আপনার ভয়েস সফলভাবে সংরক্ষণ করা হলো।

# DBError
source: Database operation failed!
bn_bd: ড্যাটাবেইজ কার্যক্রম ব্যর্থ হয়েছে। আবার চেষ্টা করুন
